;=======================;
;	   Viper Torsos
;=======================;

[VW_Torso_Civ_A_F X2BodyPartTemplate]
DisplayName="Viper Civilian Torso A"

[VW_Torso_Civ_B_F X2BodyPartTemplate]
DisplayName="Viper Civilian Torso A (Alt)"

[VW_Torso_Civ_C_F X2BodyPartTemplate]
DisplayName="Viper Civilian Torso B"


[VW_Torso_Civ_A_F_T X2BodyPartTemplate]
DisplayName="Viper Civilian Torso A"

[VW_Torso_Civ_B_F_T X2BodyPartTemplate]
DisplayName="Viper Civilian Torso A (Alt)"

[VW_Torso_Civ_C_F_T X2BodyPartTemplate]
DisplayName="Viper Civilian Torso B"

;=======================;
;	   Viper Arms
;=======================;

[VW_Arms_Civ_A_Viper_F X2BodyPartTemplate]
DisplayName="Viper Civilian Arms A"

[VW_Arms_Civ_A_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Civilian Arms A"

[VW_Arms_Civ_A_Naja_F X2BodyPartTemplate]
DisplayName="Naja Civilian Arms A"

[VW_Arms_Civ_A_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Civilian Arms A"

[VW_Arms_Civ_A_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Civilian Arms A"

[VW_Arms_Civ_A_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Civilian Arms A"

[VW_Arms_Civ_A_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Civilian Arms A"

[VW_Arms_Civ_A_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Civilian Arms A"


[VW_Arms_Civ_B_Viper_F X2BodyPartTemplate]
DisplayName="Viper Civilian Arms A"

[VW_Arms_Civ_B_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Civilian Arms A"

[VW_Arms_Civ_B_Naja_F X2BodyPartTemplate]
DisplayName="Naja Civilian Arms A"

[VW_Arms_Civ_B_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Civilian Arms A"

[VW_Arms_Civ_B_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Civilian Arms A"

[VW_Arms_Civ_B_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Civilian Arms A"

[VW_Arms_Civ_B_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Civilian Arms A"

[VW_Arms_Civ_B_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Civilian Arms A"


;=======================;
;   Viper Torso Decos
;=======================;

[VW_TorsoDeco_Civ_F X2BodyPartTemplate]
DisplayName="Viper Civilian Torso Deco B"

[VW_TorsoDeco_Civ_F_T X2BodyPartTemplate]
DisplayName="Viper Civilian Torso Deco B"

;=======================;
;	  Viper Thighs
;=======================;

[VW_Thighs_Civ_A_F X2BodyPartTemplate]
DisplayName="Viper Civilian Skirt A"

[VW_Thighs_Civ_B_F X2BodyPartTemplate]
DisplayName="Viper Civilian Skirt A"

[VW_Thighs_Civ_A_F_T X2BodyPartTemplate]
DisplayName="Viper Civilian Skirt B"

[VW_Thighs_Civ_B_F_T X2BodyPartTemplate]
DisplayName="Viper Civilian Skirt B"